{
"Animals":[
 {
  "English Name": "Earring tree",
  "French Name": "Boule d'oreille",
  "Scientific Name": "Trochetia Boutoniana",
  "Specie": "Endemic",
  "Description (English)": "This shrub was rediscovered in 1973 on the flanks of Le Morne mountain. It is known only from this location.  The flowers contain nectar smelling of vanilla. There are only a few species in the world that are known to have coloured nectar. This species was chosen as the national flower of Mauritius in 1994.",
  "Ideal condition to grow plant": "1. Climate: Thrives in a tropical climate with temperatures between 20-30 degrees Celsius .   2. Sunlight: Requires full sun exposure, at least 6-8 hours of direct sunlight daily.                     3. Soil: Prefers well-draining soil rich in organic matter, tolerates sandy or loamy soils. pH level of 6.0-7.0.                                                                                                                                                     4. Watering: Regular watering to establish the plant, keeping the soil consistently moist but not waterlogged. Moderately drought-tolerant once established.                                                                  5. Fertilizer: Apply balanced, slow-release fertilizer during the growing season as per packaging instructions.                                                                                                               6. Pruning: Trim after flowering to maintain shape, remove dead or damaged branches, and encourage bushier growth and abundant flowering.                                                                   7. Pest and Disease Control: Monitor for pests like aphids or mealybugs, take appropriate measures for control. Ensure good air circulation to minimize fungal diseases.",
  "Image 1 Url": "https:\/\/cdn.shopify.com\/s\/files\/1\/0634\/0997\/9621\/products\/trochetia-boutoniananational-flower-of-mauritius-kadiyam-nursery-1_grande.jpg?v=1662198707",
  "Image 2 Url": "https:\/\/www.airmauritius.com\/images\/default-source\/inspiration\/images\/2014\/10\/Trochetia-3.jpg",
  "Image 3 Url": "https:\/\/c8.alamy.com\/zooms\/9\/88af694fb1444542a56ef5d93e2b8946\/2hp8yj7.jpg"
 },
 {
  "English Name": "blue latan palm",
  "French Name": "Latanier Bleu",
  "Scientific Name": "Latania loddigesii",
  "Specie": "Endemic",
  "Description (English)": "A palm with enormous blue-grey fan-shaped leaves that is only found in Mauritius. Its relatives in Rodrigues and Réunion have different coloured leaves and are called latenier jaune and latanier rouge. The fruit can be used to make rum, and the leaves were often used for tharch.",
  "Ideal condition to grow plant": "Climate: Thrives in tropical and subtropical climates with warm temperatures and a warm, humid environment.\nSunlight: Requires full sun exposure for several hours daily.\nSoil: Prefers well-draining soils but can tolerate sandy, loamy, or clay soils as long as they are not waterlogged.\nWatering: Benefits from regular watering, especially during dry periods; allow the soil to partially dry out between waterings.\nFertilization: Apply a balanced, slow-release palm fertilizer following the package instructions.\nPruning: Minimal pruning needed; remove dead or damaged fronds while avoiding excessive pruning.\nProtection from cold: May need protection from frost or extended cold periods; use frost cloth or provide temporary shelter.",
  "Image 1 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/60\/Blue_Latan_%28Latania_loddigesii%29.jpg",
  "Image 2 Url": "https:\/\/www.nparks.gov.sg\/-\/media\/ffw\/migrated\/round2\/flora\/2636\/99defb9ce02143ba81d13d4cf087ebfe.ashx",
  "Image 3 Url": "https:\/\/idtools.org\/tools\/1041\/images\/72519B_2001110842587_FTG.jpg"
 },
 {
  "English Name": "bottle palm",
  "French Name": "Palmiste Bouteille",
  "Scientific Name": "Hyophorbe lagenicaulis",
  "Specie": "Endemic",
  "Description (English)": "Although this tree is commonly planted throughout Mauritius, the last wild population is found on Round Island. The trunk of the adult looks like a bottle, hence its common name.",
  "Ideal condition to grow plant": "Climate: Thrives in tropical and subtropical climates, preferring warm temperatures and requiring protection from frost.\nSunlight: Requires full sun exposure for a significant part of the day.\nSoil: Prefers well-draining soil, tolerant of various types including sandy and loamy soils. Can adapt to slightly acidic to slightly alkaline soils.\nWatering: Regular watering is necessary to establish the plant, benefiting from moist but not waterlogged soil. Water deeply during dry periods.\nFertilization: Apply balanced palm fertilizer during the growing season, following instructions on the packaging.\nPruning: Minimal pruning required. Remove dead or damaged fronds to maintain tidiness, avoiding excessive pruning."
 },
 {
  "English Name": "Mauritius Kestrel",
  "French Name": "Crécerelle",
  "Scientific Name": "Falco punctatus",
  "Specie": "Endemic",
  "Description (English)": "The Mauritius kestrel is a bird of prey from the family Falconidae endemic to the forests of Mauritius, where it is restricted to the southwestern plateau's forests, cliffs, and ravines. It is the most distinct of the Indian Ocean kestrels. It colonized its island home to evolve into a distinct species probably during the Gelasian (Late Pliocene).It is the most distant living species among the western Indian Ocean kestrels (Groombridge et al. 2002, qv Réunion kestrel).By 1974 the Mauritius kestrel was close to extinction, with only four known birds including one breeding female. After a number of conservation efforts, by 2019 there was a population of about 400 birds. This conservation achievement is regarded as one of the most successful and best documented bird restoration projects in the world. It was proclaimed the national bird of Mauritius in March 2022 to mark the 30th anniversary of the Republic of Mauritius."
 },
 {
  "English Name": "ECHO PARAKEET",
  "Scientific Name": "Psittacula eques",
  "Specie": "Endemic",
  "Description (English)": "\nThe echo parakeet is a parrot species endemic to the Mascarene Islands of Mauritius and formerly Réunion. It is the only surviving native parrot in the region, with other species having gone extinct due to human activity. The echo parakeet has two recognized subspecies: the extinct Réunion parakeet and the living echo parakeet. DNA analysis confirmed their subspecies status. These parakeets are closely related to the extinct Newton's parakeet of Rodrigues and the rose-ringed parakeet of Asia and Africa. Measuring 34-42 cm in length and weighing 167-193 g, the echo parakeet is predominantly green, with distinct collar patterns on the neck, differing between males and females. They inhabit forests with native vegetation, mainly found in Mauritius' Black River Gorges National Park. Nesting in tree cavities, they lay two to four white eggs. Feeding on native fruits and leaves, their population declined throughout the 20th century due to hunting and habitat destruction, but intensive captive breeding efforts saved them from extinction. With a population of 750 birds in 2019, they are now classified as vulnerable, previously being critically endangered.",
  "Image 1 Url": "https:\/\/observation.org\/media\/photo\/5959166.jpg",
  "Image 2 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/36\/Echo_parakeet_%28Psittacula_eques_echo%29_-at_Durrell_Trust.jpg",
  "Image 3 Url": "https:\/\/www.researchgate.net\/profile\/Justin-Jansen-4\/publication\/351357598\/figure\/fig1\/AS:1020387441782785@1620290732546\/Psittacula-eques-Boddaert-1783-14-October-2018-Macabe-Forest-Mauritius-Photo_Q320.jpg"
 },
 {
  "English Name": "Pink Pigeon",
  "French Name": "Pigeon des Mares",
  "Scientific Name": "Columba mayeri",
  "Specie": "Endemic",
  "Description (English)": "The pink pigeon (Nesoenas mayeri ) is a species of pigeon in the family Columbidae endemic to Mauritius. The pink pigeon nearly became extinct in the 1970s and the 1990s and is still very rare. It is the only Mascarene pigeon that has not gone extinct. It was on the brink of extinction in 1991 when only 10 individuals remained, but its numbers have increased due to the efforts of the Durrell Wildlife Conservation Trust since 1977. While the population remains at below 500 birds as of 2011, the IUCN downlisted the species from Critically endangered to Endangered on the IUCN Red List in 2000, and then downlisted it again to Vulnerable in 2018.",
  "Image 1 Url": "https:\/\/sun9-66.userapi.com\/impf\/t6rs4AV_8p2KnbnCFib6dioLF-sYBAeqNWsupQ\/dcU5QEcHt5o.jpg?size=604x403&quality=96&sign=767112b46292d392b344ba1875b55862&c_uniq_tag=UwkMC3slAeAZAswIRnJog8qoe47-5OztE8jHxvMH81o&type=album",
  "Image 2 Url": "https:\/\/www.milestothewild.com\/wp-content\/uploads\/2015\/01\/IMG_4682.jpg",
  "Image 3 Url": "https:\/\/media.istockphoto.com\/id\/106552088\/pt\/foto\/maur%C3%ADcia-pombo-rosado.jpg?s=612x612&w=0&k=20&c=-xOeN4iH1V55eaLMpio0UivipmN2ulMnxWo0ku-7P88="
 },
 {
  "English Name": "MAURITIUS ORNATE DAY GECKO",
  "French Name": "Gecko diurne orné de l'île Maurice",
  "Scientific Name": "Phelsuma ornata",
  "Specie": "Endemic",
  "Description (English)": "Mauritius ornate day gecko (Phelsuma ornata ) is a diurnal species of gecko. It occurs on the island Mauritius and some surrounding islands and typically inhabits different trees and bushes. The Mauritius ornate day gecko feeds on insects and nectar.",
  "Image 1 Url": "https:\/\/www.biolib.cz\/IMG\/GAL\/152568.jpg",
  "Image 2 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/f\/f4\/Ornate_Day_Gecko_in_Bras_d%27Eau_NP_-_Phelsuma_ornata.jpg\/170px-Ornate_Day_Gecko_in_Bras_d%27Eau_NP_-_Phelsuma_ornata.jpg",
  "Image 3 Url": "https:\/\/www.biolib.cz\/IMG\/GAL\/BIG\/174711.jpg"
 },
 {
  "English Name": "Mauritius fody",
  "French Name": "Cardinal de Maurice",
  "Scientific Name": "Foudia rubra",
  "Specie": "Endemic",
  "Description (English)": "A small songbird (10cm) that closely resembles the introduced Cardinal de Madagascar. The males of two species can be distinguished during the breeding season based on their plumage: the native species is bright red from head to chest, while the introduced species is bright red from head to chest, while the introduced species has a completely red body. The Mauritius fody is very rare and can be seen only in a few areas, e.g. Bassin Blanc and Ile aux Aigrettes. It feeds on nectar and insects.",
  "Image 1 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/260987981\/1800",
  "Image 2 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/c\/ca\/Mauritius_fody_%28Foudia_rubra%29_male_2.jpg",
  "Image 3 Url": "https:\/\/media-cdn.tripadvisor.com\/media\/photo-s\/19\/89\/76\/a7\/the-mauritius-fody-endemic.jpg"
 },
 {
  "English Name": "Paradise flycatcher",
  "French Name": "Coq des bois",
  "Scientific Name": "Terpsiphone bourbonnensis desolata",
  "Specie": "Endemic",
  "Description (English)": "A small songbird (15-20cm) that catches insects on the wing. The male has a metallic blue head and russet wings. The female is less brightly coloured. It has an enhancing song and is very inquisitive. If you are lucky, might see it at Bras d'Eau. ",
  "Image 1 Url": "https:\/\/static.inaturalist.org\/photos\/80783520\/large.jpeg",
  "Image 2 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/f\/f1\/Mascarene_paradise_flycatcher_%28Terpsiphone_bourbonnensis_desolata%29_juvenile.jpg\/405px-Mascarene_paradise_flycatcher_%28Terpsiphone_bourbonnensis_desolata%29_juvenile.jpg",
  "Image 3 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/9\/9b\/Mascarene_paradise_flycatcher_%28Terpsiphone_bourbonnensis_desolata%29_juvenile_2.jpg\/180px-Mascarene_paradise_flycatcher_%28Terpsiphone_bourbonnensis_desolata%29_juvenile_2.jpg"
 },
 {
  "English Name": "Mauritius cuckoo shrike",
  "French Name": "Merle cuisinier",
  "Scientific Name": "Coracina typica",
  "Specie": "Endemic",
  "Description (English)": "A medium sized songbird (22cm) that lives in the upload forest. The male is dressed in a grey suit, the female is orange-brown. The cuckoo shrike catches insects and geckos. It kills its prey by impaling them on branches. Its call is a haunting whistle.",
  "Image 1 Url": "https:\/\/www.birdguides-cdn.com\/cdn\/gallery\/birds\/MacchabeeTrail066.jpg?&format=webp&webp.quality=85&scale=down",
  "Image 2 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/260674081\/1800",
  "Image 3 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/260674101\/1800"
 },
 {
  "English Name": "Olive white-eye",
  "French Name": "Oiseau à lunettes",
  "Scientific Name": "Zosterops chloronothos",
  "Specie": "Endemic",
  "Description (English)": "A small olive-green song bird (10cm) with a white circle around each eye like a pair of spectacles. It has a curved beak for collecting nectar from deep within the flowers of native plants in the upland forest. It also feeds on insects. The olive white-eye is very rare",
  "Image 1 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/260741311\/1800",
  "Image 2 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/260741351\/1800",
  "Image 3 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b2\/Mauritius_olive_white-eye_%28Zosterops_chloronothos%29.jpg"
 },
 {
  "English Name": "Rodrigues Flying Fox",
  "Scientific Name": "Pteropus rodricensis ",
  "Specie": "Endemic",
  "Description (English)": "The Rodrigues flying fox or Rodrigues fruit bat is a species of bat in the family Pteropodidae, the flying foxes or fruit bats. It is endemic to Rodrigues, an island in the Indian Ocean belonging to Mauritius. Its natural habitat is tropical lowland forests. The bats are sociable, roost in large groups during the day and feed at night, squeezing the juice and flesh out of fruits. They are hunted by humans for food and their numbers have been dwindling, and the International Union for Conservation of Nature has rated the species as being \"endangered\". In an effort to preserve them from extinction, some bats have been caught and are being bred in various zoos around the world.",
  "Image 1 Url": "https:\/\/sdzwildlifeexplorers.org\/sites\/default\/files\/2019-12\/fruit-bat-face.jpg",
  "Image 2 Url": "https:\/\/animals.sandiegozoo.org\/sites\/default\/files\/2020-01\/rodrigues-fruit-bat-03.jpg",
  "Image 3 Url": "https:\/\/sdzwildlifeexplorers.org\/sites\/default\/files\/2019-12\/Entry-Hero.jpg"
 },
 {
  "English Name": "Rodrigues Fody",
  "Scientific Name": "Foudia flavicans",
  "Specie": "Endemic",
  "Description (English)": "The Rodrigues fody is a rare species of bird in the weaver family. It is endemic to Rodrigues, an island of Mauritius. It is classified by BirdLife International as being vulnerable. It is also on the United States' Endangered Species List with an endangered status.This bird is 12 to 13 cm long. It is yellow with an orange face and brown back, wings, and tail.The bird can be found in the canopy at heights of at least 5 metres, and sometimes travels in flocks. It may be associated with the Norfolk Island pine (Araucaria cunninghamii ) and some introduced species of plants. More birds are found in areas with more dense stands of taller trees and higher diversity of tree species. It feeds on insects, spiders, seeds, nectar, and fruit.Once abundant on the island, the bird was nearly driven to extinction with only 5 or 6 pairs remaining by 1968. Due to conservation efforts its numbers rose to between 911 and 1200 individuals by the year 1999.The main threat to the species is the destruction of its forest habitat. The forest was cleared for subsistence farming and livestock. The bird also competes with its introduced relative, the Madagascar red fody (Foudia madagascariensis ). Cyclones and drought reduce the food supply.Conservation efforts have included reforestation, the main cause of the increase in fody numbers. Fences keep out livestock.",
  "Image 1 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/261372011\/1800",
  "Image 2 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/261371981\/900",
  "Image 3 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/261372041\/1800"
 },
 {
  "English Name": "Rodrigues Warbler",
  "Scientific Name": "Acrocephalus rodericanus",
  "Specie": "Endemic",
  "Description (English)": "The Rodrigues warbler (Acrocephalus rodericanus ) is a species of Old World warbler in the family Acrocephalidae.It is found only on the island of Rodrigues (which belongs to Mauritius) and used to be plentiful there. Their population soon got smaller. Cyclone Monique in 1968 almost wiped out the entire species. Then a cyclone in 1979 reduced the population even more. The main threats to these birds is the destruction of vegetation for fuel or grazing, rats, and cyclones (natural disasters).Its natural habitats are subtropical or tropical dry shrubland, subtropical or tropical moist shrubland, and plantations.It is threatened by habitat loss",
  "Image 1 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/261371341\/18000",
  "Image 2 Url": "https:\/\/africanbirdclub.org\/afbid\/public\/imgdata\/photos\/1567\/15671442427917.jpg",
  "Image 3 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/261371331\/1800"
 },
 {
  "English Name": "Telfair's skink",
  "French Name": "Scinque de Telfair",
  "Scientific Name": "Leiolopisma telfair",
  "Specie": "Endemic",
  "Description (English)": "This inquisitive skink is now only found on Round Island where it is very common. It is active all day and night, resting only in the hottest part of the day where temperatures often reach 40 degrees. It eats everything.",
  "Image 1 Url": "https:\/\/pbs.twimg.com\/media\/CPGcknUWUAAa5nv.jpg",
  "Image 2 Url": "https:\/\/d3e1m60ptf1oym.cloudfront.net\/07f48b89-e44a-4971-9f36-8987d46f1fd8\/_63A9615_xgaplus.jpg",
  "Image 3 Url": "https:\/\/animalia-bio.us-east-1.linodeobjects.com\/animals\/photos\/full\/1.25x1\/2560px-telfair-skink.webp"
 },
 {
  "English Name": "Blue-tailed day gecko",
  "Scientific Name": "Phelsuma cepediana",
  "Specie": "Endemic",
  "Description (English)": "The blue-tailed day gecko (Phelsuma cepediana ) is a diurnal species of gecko, a lizard in the family Gekkonidae. The species is endemic to the island Mauritius. It typically inhabits warm and humid places and dwells on different trees and bushes.  Additionally, it is noteworthy that the blue-tailed day gecko can change colors and patterns ontogenetically. Depending on the activity, coloration can differ.",
  "Image 1 Url": "https:\/\/static.inaturalist.org\/photos\/46025115\/large.jpg",
  "Image 2 Url": "https:\/\/www.zoochat.com\/community\/proxy.php?image=https%3A%2F%2Fi.pinimg.com%2Foriginals%2F92%2F85%2Fa1%2F9285a1fbe8933e70b621a19b7e3dea80.jpg&hash=69da680420421c221915956c7a8e18db",
  "Image 3 Url": "https:\/\/images.squarespace-cdn.com\/content\/v1\/5e1970fc3deac25d94021fa6\/1603343879025-W68NJ82LSP0GRVXZKB7N\/08C53085-EE0A-45FD-AA39-F50829F643F2?format=1500w"
 },
 {
  "English Name": "Scaly-foot snail",
  "Scientific Name": "Chrysomallon squamiferum",
  "Specie": "Endemic",
  "Description (English)": "The scaly-foot gastropod is an endangered species found in deep-sea hydrothermal vents. Its unique shell is composed of iron sulfides, and its foot is armored with iron-mineralized sclerites. It relies on symbiotic bacteria for nourishment. Threatened by deep-sea mining, it is the only animal incorporating iron sulfide into its skeleton.",
  "Image 1 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/08\/Chrysomallon_squamiferum_9.png",
  "Image 2 Url": "https:\/\/imageio.forbes.com\/blogs-images\/allenelizabeth\/files\/2019\/07\/Screen-Shot-2019-07-28-at-10.50.19-PM-1200x744.png?format=png&width=1200",
  "Image 3 Url": "https:\/\/marinebio.org\/wp-content\/uploads\/species\/Chrysomallon-squamiferum\/1.webp"
 },
 {
  "English Name": "Mascarene martin",
  "French Name": "Hirondelle des Mascareignes",
  "Scientific Name": "Phedina borbonica",
  "Specie": "Exotic",
  "Description (English)": "The Mascarene martin or Mascarene swallow (Phedina borbonica ) is a passerine bird in the swallow family that breeds in Madagascar and in the Mascarene Islands. The nominate subspecies occurs on Mauritius and Réunion and has never been found away from the Mascarene Islands, but the smaller Madagascan subspecies, P. b. madagascariensis, is migratory and has been recorded wintering in East Africa or wandering to other Indian Ocean islands.",
  "Image 1 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/46519591\/1200",
  "Image 2 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/204864671\/",
  "Image 3 Url": "https:\/\/cdn.download.ams.birds.cornell.edu\/api\/v1\/asset\/211714101\/1800"
 },
 {
  "English Name": "Lesser Flamingo",
  "Scientific Name": "Phoeniconaias minor",
  "Specie": "Exotic",
  "Description (English)": "The lesser flamingo (Phoeniconaias minor ) is a species of flamingo occurring in sub-Saharan Africa and western India. Birds are occasionally reported from further north, but these are generally considered vagrants.",
  "Image 1 Url": "https:\/\/observation.org\/media\/photo\/9403304.jpg",
  "Image 2 Url": "https:\/\/realmafricasafaris.com\/wp-content\/uploads\/2021\/06\/lesser-flamingo-4.jpg",
  "Image 3 Url": "https:\/\/static.wikia.nocookie.net\/the-cartoon-animal\/images\/a\/a1\/Lesser_Flamingo.jpg\/revision\/latest?cb=20190610231719"
 },
 {
  "English Name": "Ebony tree",
  "French Name": "Bois d'ébène",
  "Scientific Name": "Diospyros revaughanii",
  "Specie": "Endemic",
  "Description (English)": "This is a short evergreen shrubby tree with a height of 4 meters. It has thick, circular to slightly rectangular leaves that densely cover the stems without stalks. This feature helps distinguish it from other ebony species in Mauritius. The tree is heterophyllous, meaning the foliage of juvenile and adult plants differ. Young trees have longer, thinner leaves with stalks, an adaptation resulting from grazing by extinct giant tortoises. Its trunk is thin, branching low with thick branches and twigs. The grey bark often hosts lichens and orchids. It produces small, fragrant white flowers and oval fruits (3-5 cm) that are sweet-smelling, fleshy, and sticky.",
  "Ideal condition to grow plant": "Climate: Thrives in tropical and subtropical climates with warm temperatures and high humidity.\nSunlight: Requires full sun exposure for a significant part of the day.\nSoil: Prefers well-draining soil rich in organic matter, tolerant of sandy or loamy soils. Ideal pH range is slightly acidic to neutral (5.5-7.0).\nWatering: Regular watering is necessary, especially during the initial growth phase. Keep soil consistently moist but not waterlogged.\nFertilization: Apply balanced fertilizer for woody plants or trees during the growing season as per instructions on the packaging.\nPruning: Prune as needed to maintain shape, remove dead or damaged branches, and promote healthy growth.\nPest and Disease Control: Monitor for pests and diseases, taking appropriate measures for control and prevention."
 },
 {
  "English Name": "Hibiscus",
  "French Name": "Hibiscus",
  "Scientific Name": "Hibicus Fragilis",
  "Specie": "Endemic",
  "Description (English)": "This hibicus has small red\/pnk flowers. It is very rare in the wild, found on mountains such as Corps de Garde and the Létard. It has aa low, creeping growth habit",
  "Ideal condition to grow plant": "Climate: Thrives in warm, tropical, and subtropical climates, with temperatures between 60 to 90 degrees Fahrenheit (15 to 32 degrees Celsius).\nSunlight: Requires at least 6 to 8 hours of direct sunlight per day, but may benefit from afternoon shade in hotter climates.\nSoil: Prefers well-draining soil rich in organic matter, with a slightly acidic to neutral pH (6.0-7.0).\nWatering: Keep soil consistently moist, watering deeply when the top inch of soil is dry. Avoid overwatering and ensure good drainage.\nFertilization: Use a balanced fertilizer formulated for flowering plants or hibiscus, following package instructions during the growing season.\nPruning: Prune in early spring and periodically throughout the growing season to shape the plant, promote bushier growth, and remove dead or diseased branches.\nPest and Disease Control: Monitor for pests and diseases, using appropriate methods for control, such as organic or chemical treatments."
 },
 {
  "French Name": "Bois d'olive",
  "Scientific Name": "Cassine orientalis",
  "Specie": "Endemic",
  "Description (English)": "A big tree found growing in forests across the island. On the coast, the young leaves are long an d narrow with a red midrib. As the tree grows taller, the new leaves become rounder and darker green. The local name refers to the olive-shaped fruit.",
  "Ideal condition to grow plant": "Climate: Thrives in Mediterranean climates with mild, wet winters and hot, dry summers.\nSunlight: Requires full sun exposure, at least 6 to 8 hours of direct sunlight per day.\nSoil: Prefers well-draining soil with good fertility, tolerates various soil types, but thrives in alkaline or neutral soil with a pH of 7 to 8.\nWatering: Needs regular watering during the first few years for root establishment, then should be watered sparingly, allowing the soil to dry between waterings.\nPruning: Essential for shape maintenance, airflow promotion, and disease prevention. Prune during the dormant season to remove dead or diseased branches and thin the canopy.\nFertilization: Requires moderate organic fertilization based on soil analysis and tree needs, as excessive fertilization can harm fruit production.\nFrost protection: Tolerates mild frosts but needs protection from prolonged freezing temperatures. Wrap the trunk or cover the tree with frost cloth during cold periods."
 },
 {
  "English Name": "Mauritian Baobab",
  "French Name": "Bois Mapou",
  "Scientific Name": "Cyphostemma mappia",
  "Specie": "Endemic",
  "Description (English)": "Resembling a baobab, the mapou is unique to Mauritius and only found in dry forests in the west of the island. The tree is very resistant to drought and is one of the few native trees to lose its leaves in the winter. It can grow up to 7m.",
  "Ideal condition to grow plant": "Climate: Thrives in tropical and subtropical climates.\nSunlight: Prefers full sun to partial shade, with some protection from intense afternoon sun.\nSoil: Requires well-draining soil rich in organic matter, tolerates sandy or loamy soils, and prefers a slightly acidic to neutral pH.\nWatering: Provide regular watering to maintain consistent soil moisture, avoiding waterlogging. Allow the soil to dry slightly between waterings.\nFertilization: Apply balanced fertilizer during the growing season following the instructions on the packaging.\nPruning: Prune to control size and shape, removing dead or damaged branches. Pruning can be done after flowering or during the dormant season.\nPest and Disease Protection: Monitor for pests and diseases, taking appropriate measures for control. Ensure good air circulation and proper plant spacing.",
  "Image 1 Url": "https:\/\/www.llifle.com\/photos\/Cyphostemma_mappia_28464_l.jpg",
  "Image 2 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/b\/bf\/Bois_Mapou_in_cultivation_-_Mauritius_-_Cyphostemma_mappia_1.jpg\/220px-Bois_Mapou_in_cultivation_-_Mauritius_-_Cyphostemma_mappia_1.jpg",
  "Image 3 Url": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/8\/88\/Mapou_morphs_-_varieties.jpg\/220px-Mapou_morphs_-_varieties.jpg"
 }
],
"Plants":[
  "English Name": null,
  "French Name": null,
  "Scientific Name": null,
  "Type": null,
  "Description (English)": null,
  "Description (French)": null
]
}